Repository: sahadevgupta/FinalDelmar
Catalog: FormsLoyalty/FormsLoyalty/AppResources.*.resx
Languages: ar

# ScannerViewScannerTopText
source: Hold the camera up to the barcode\nAbout 15 centimeters away
ar: وجه الكاميرا علي الباركود \ n على بُعد 15 سم

# SettingsViewLanguage
source: Language Settings
ar: اللغه

# SettingsViewNewPinMessage
source: Resetting pin number
ar: إعادة تعيين رقم التعريف الشخصي

# SettingsViewNewPinTitle
source: Reset pin
ar: إعادة تعيين رقم التعريف الشخصي

# SettingsViewNewPinToShort
source: New pin must be 4 digits
ar: رقم التعريف الشخصي الجديد يحب ان يكون ٤ ارقام علي الاقل

# SettingsViewNotifications
source: Notification settings
ar: إعدادات الاشعارات

# SettingsViewReceiveNotificationsSummary
source: Allow app to notify you when there are new notifications
ar: السماح للتطبيق بإعلامك عند وجود إشعارات جديدة

# SettingsViewResetPinError
source: Could not change pin
ar: لا يمكن تغيير رقم التعيين الشخصي

# SettingsViewResetPinSuccess
source: Pin changed successfully
ar: تم تغيير رقم التعريف الشخصي بنجاح

# ShoppingListDetailViewAddToAnotherList
source: Add to another shopping list
ar: اضف إلي قائمة تسوق اخري

# ShoppingListDetailViewChangeQty
source: Change quantity
ar: تغيير الكمية

# ShoppingListDetailViewDeleteConfirmation
source: Are you sure you want to delete item?
ar: هل انت متاكد انك تريد مسح عنصر?

# ShoppingListDetailViewDeleteItemFromList
source: Delete item from list
ar: مسح عنصر من القائمة

# ShoppingListDetailViewEnterNewQuantity
source: Please enter new quantity
ar: يرجي ادخال كمية جديدة

# ShoppingListDetailViewEnterShoppingListName
source: Please enter shopping list name
ar: يرجي ادخال اسم قائمة التسوق

# ShoppingListDetailViewGoToItemInfo
source: Item information
ar: معلومات العنصر

# ShoppingListDetailViewItemName
source: Item
ar: عنصر

# ShoppingListDetailViewNameCannotBeEmpty
source: Name cannot be empty
ar: الاسم لا يمكن ان يكون فارغا

# ShoppingListDetailViewNoItemsInShoppingList
source: No items in shopping list
ar: لا توجد عناصر في قائمة التسوق

# ShoppingListDetailViewSaveShoppingList
source: Save shopping list
ar: حفظ قائمة التسوق

# ShoppingListDetailViewWishlist
source: Wish list
ar: قائمة الرغبات

# ShoppingListViewClearConfirmation
source: Are you sure you want to clear list?
ar: هل أنت متأكد أنك تريد حذف القائمة؟

# ShoppingListViewClearList
source: Clear list
ar: مسح القائمة

# ShoppingListViewDeleteConfirmation
source: Are you sure you want to delete list?
ar: هل أنت متأكد أنك تريد حذف القائمة؟

# ShoppingListViewDeleteList
source: Delete list
ar: حذف السلة

# ShowPasswordTxt
source: Show Password
ar: عرض كلمة المرور

# SignUpTxt
source: Sign Up
ar: اشتراك

# StorelocatorDetailViewFriday
source: Fridays
ar: الجمعة

# StorelocatorDetailViewKilometersAway
source: {0} kilometers away
ar: علي بعد كيلومترات{0}

# StorelocatorDetailViewMonday
source: Mondays
ar: الاثنين

# StorelocatorDetailViewPhone
source: Tel. {0}
ar: تليفون{0}

# StorelocatorDetailViewSaturday
source: Saturdays
ar: السبت

# StorelocatorDetailViewSundays
source: Sundays
ar: الاحد

# StorelocatorDetailViewThursday
source: Thursdays
ar: الخميس

# StorelocatorDetailViewTuesday
source: Tuesdays
ar: الثلاثاء

# StorelocatorDetailViewWednesday
source: Wednesdays
ar: الاربعاء

# StorelocatorViewNotInStock
source: Item is not in stock in anywhere.
ar: العنصر غير متوفر في مكان.

# StoreMapCannotAccessLocation
source: App cannot access your location, open settings to change permissions.
ar: لا يمكن للتطبيق الوصول إلى موقعك ، افتح الإعدادات لتغيير الأذونات.

# StoreModelGettingStores
source: Getting stores
ar: الحصول علي المتاجر

# StoreModelStoreLocator
source: Store locator
ar: فروعنا

# TimeUtilsDaysAgo
source: days ago
ar: منذ عدة أيام

# TimeUtilsHourAgo
source: an hour ago
ar: منذ ساعة

# TimeUtilsHoursAgo
source: hours ago
ar: منذ ساعات

# TimeUtilsMinuteAgo
source: a minute ago
ar: a منذ دقيقة واحدة

# TimeUtilsMinutesAgo
source: minutes ago
ar: منذ دقائق

# TimeUtilsMonthAgo
source: one month ago
ar: منذ شهر واحد

# TimeUtilsMonthsAgo
source: months ago
ar: منذ عدة اشهر

# TimeUtilsSecondAgo
source: one second ago
ar: منذ ثانية واحدة

# TimeUtilsSecondsAgo
source: seconds ago
ar: منذ ثواني

# TimeUtilsYearAgo
source: one year ago
ar: منذ سنة واحدة

# TimeUtilsYearsAgo
source: years ago
ar: منذ عدة سنوات

# TimeUtilsYesterday
source: yesterday
ar: أمس

# TotalMRPTxt
source: Total MRP
ar: إجمالي MRP

# TransactionDetailViewDiscountTotal
source: Discount total:
ar: إجمالي الخصم:

# TransactionDetailViewItemAmountHeaderText
source: Amount
ar: السعر

# TransactionDetailViewItemNameHeaderText
source: Item
ar: عنصر

# TransactionDetailViewTotal
source: Total:
ar: الاجمالي:

# TransactionDetailViewTotalWithoutVAT
source: Total without VAT:
ar: الاجمالي بدون ضريبة القيمة المضافة:

# TransactionViewNoTransactions
source: You have no transactions
ar: ليس لديك معاملات

# TransactionViewTransactionCannotBeOpened
source: Transaction cannot be opened
ar: لا يمكن فتح المعاملات

# txt6Digit
source: 6 digit
ar: ستة أرقام

# txtAddReminder
source: Add Reminder
ar: أضف تذكيرًا

# txtAddress
source: Address
ar: خط عنوان

# txtAddressDetails
source: Address Details
ar: العنوان

# txtApplied
source: applied!
ar: مطبق!

# txtAprtNo
source: Apartment No.
ar: رقم الشقة.

# txtArea
source: Area
ar: منطقة

# txtbestsellers
source: Best Sellers
ar: الأفضل مبيعًا

# txtCategory
source: Categories
ar: التصنيفات

# txtClose
source: CLOSE
ar: إغلاق

# txtComments
source: Comments
ar: تعليقات

# txtDays
source: Days
ar: أيام

# txtDemo1
source: Now you can upload or scan your Medicine Prescription
ar: الان يمكنك إضافة أو رفع صورة الروشتة الخاصة بك

# txtDemo2
source: Search any item from the Inventory
ar: استخدم خانة البحث للبحث عن الاصناف بالاسم او المادة الفعالة

# txtDemo3
source: Here, You can manage your Shopping Cart
ar: هنا ، يمكنك إدارة عربة التسوق الخاصة بك

# txtDidnotReceiveOtp
source: Didn't receive OTP?
ar: لم تستلم OTP؟

# txtDuration
source: Duration
ar: مدة

# txtEnterNewAddress
source: Enter New Address
ar: ادخل عنوان جديد

# txtEnterOTP
source: Enter the OTP Sent to
ar: أدخل OTP المرسل إلى

# txtEnterPhoneNumber
source: Enter your Phone Number
ar: أدخل رقم هاتفك

# txtEvery day
source: Every day
ar: كل يوم

# txtExpired
source: Expired
ar: منتهي الصلاحية

# txtExpiryDate
source: Expiry Date
ar: تاريخ الانتهاء

# txtFloorNo
source: Floor No.
ar: رقم الطابق

# txtGenerateOtp
source: Generate OTP
ar: إرسال OTP

# txtGuest
source: Guest
ar: زائر

# txtHighLow
source: High to Low
ar: من الأكبر للأصغر

# txtImageSizeError
source: Size Exceeds!!
ar: الحجم يتجاوز !!

# txtImageSizeExceed
source: File size too large! Should be less than 2MB
ar: يجب أن تكون جميع المستندات بتنسيقات Png و jpeg و jpg فقط.

# txtImgListSizeExceed
source: Some of the images are not added as file size too large! Should be less than 2MB
ar: لم تتم إضافة بعض الصور لأن حجم الملف كبير جدًا! يجب أن يكون أقل من 2 ميغا بايت

# txtImgSizeNote
source: All Documents should be in Png , jpeg, jpg formats only.
ar: يجب أن تكون جميع المستندات بتنسيقات Png و jpeg و jpg فقط.

# txtInvalidOtp
source: Invalid OTP
ar: OTP غير صحيح

# txtLandmark
source: Landmark
ar: معلم معروف

# txtLoginFirst
source: Please login first
ar: الرجاء تسجيل الدخول أولا

# txtLowHigh
source: Low to High
ar: من الأصغر للأكبر

# txtMedicationName
source: Medication Name
ar: اسم الدواء

# txtMenu
source: Menu
ar: خيارات

# txtmostviewed
source: Frequently Ordered
ar: كثيرا ما تطلب

# txtNewUser
source: New User?
ar: مستخدم جديد؟

# txtNoOrders
source: There is no Orders to Show
ar: لا توجد أوامر

# txtNote
source: Note :
ar: ملحوظة :

# txtNumber
source: Building Number
ar: رقم المنزل

# txtNumbersofdays
source: Numbers of days
ar: علاج محدد المدة

# txtOngoingTreatment
source: Ongoing Treatment
ar: علاج مزمن

# txtOrderHistory
source: Order History
ar: الطلبات السابقة

# txtOTPVerification
source: OTP VERIFICATION
ar: التحقق من OTP

# txtPhotosAdded
source: photos added
ar: تمت إضافة الصور

# txtpoints
source: Points
ar: نقاط

# txtPrice
source: Price
ar: السعر

# txtProductGroups
source: Product Groups
ar: مجموعات المنتجات

# txtRegisterHere
source: REGISTER HERE
ar: سجل هنا

# txtRemark
source: Remarks :
ar: ملاحظات :

# txtReminderList1
source: Once daily
ar: مرة في اليوم

# txtReminderList2
source: Twice daily
ar: مرتين يوميا

# txtReminderList3
source: 3 times a day
ar: ثلاث مرات يوميا

# txtReminderTimes
source: Reminder Times
ar: أوقات التذكير

# txtResend
source: RESEND
ar: إعادة إرسال

# txtReviewSubmit
source: Review & Submit
ar: مراجعة وإرسال

# txtSchedule
source: Schedule
ar: الطاولة

# txtSelectAddress
source: Select Address
ar: أختر عنوان

# txtSelectCategory
source: Select A Coupon
ar: اختر كوبون

# txtSelectCode
source: Select a promo code
ar: اضافة كوبون

# txtSettings
source: Settings
ar: إعدادات

# txtSortBy
source: Sort By
ar: ترتيب

# txtSpecificdaysweek
source: Specific days of the week
ar: أيام محددة من الأسبوع

# txtStartDate
source: Start Date:
ar: تاريخ البدء:

# txtStreet
source: Street
ar: شارع

# txtVerificationCode
source: verification code
ar: شيفرة التأكيد

# txtVerifyContinue
source: Verify & Continue
ar: إكمال

# txtViewOffers
source: View Offers
ar: الكوبونات المتاحة

# txtWelcome1
source: To get started, tap the button below to log on or to add a new account and configure your personal profile.
ar: للبدء ، انقر فوق الزر أدناه لتسجيل الدخول أو لإضافة حساب جديد وتكوين ملف التعريف الشخصي الخاص بك.

# txtWelcome2
source: Being a member allows you to benefit from personal offers and coupons as well as collecting points, which can be used for tendering during your shopping experience.
ar: يسمح لك كونك عضوًا بالاستفادة من العروض الشخصية والقسائم بالإضافة إلى جمع النقاط ، والتي يمكن استخدامها لتقديم العطاءات أثناء تجربة التسوق الخاصة بك.

# txtWeWillShare
source: We will share you the
ar: سوف نشاركك فى

# WelcomeViewLoginButtonText
source: Logon
ar: تسجيل الدخول

# WelcomeViewPageTitle
source: Welcome
ar: مرحبا

# WelcomeViewWelcomeText
source: &#10;To get started, tap the button below to log on or to add a new account and configure your personal profile.&#10;&#10;&#10; Being a member allows you to benefit from personal offers and coupons as well as collecting points, which can be used for tendering during your shopping experience.
ar: للبدء ، انقر على الزر أدناه لتسجيل الدخول أو لإضافة حساب جديد وتكوين ملفك الشخصي. \ r \ n \ n \ n كونك عضوًا يسمح لك بالاستفادة من العروض الشخصية والقسائم بالإضافة إلى جمع النقاط ، والتي يمكن استخدامها للعطاءات أثناء تجربة التسوق الخاصة بك.

# WishListViewNoItemsInWishList
source: No items in wish list
ar: لا توجد عناصر في قائمة الرغبات
