Repository: sahadevgupta/FinalDelmar
Catalog: FormsLoyalty/FormsLoyalty/AppResources.*.resx
Languages: ar

# AccountInformationAccountInformation
source: Account information
ar: معلومات الحساب

# AccountInformationPersonalInformation
source: Personal information
ar: معلومات شخصية

# AccountInformationViewAddressOne
source: Address 1
ar: عنوان ١

# AccountInformationViewAddressTwo
source: Address 2
ar: عنوان ٢

# AccountInformationViewChangePassword
source: Change password
ar: تغيير كلمة السر

# AccountInformationViewCity
source: City
ar: مدينة

# AccountInformationViewCountry
source: Country
ar: البلد

# AccountInformationViewEmail
source: Email
ar: البريد الالكتروني

# AccountInformationViewFirstName
source: First name
ar: الاسم الاول

# AccountInformationViewLastName
source: Last name
ar: إسم العائلة

# AccountInformationViewMiddleName
source: Middle name
ar: إسم الأب

# AccountInformationViewMobile
source: Mobile Number
ar: رقم الموبايل

# AccountInformationViewName
source: Name
ar: الاسم

# AccountInformationViewPassword
source: Password
ar: كلمة السر

# AccountInformationViewPasswordConfirmation
source: Password confirmation
ar: تاكيد كلمة السر

# AccountInformationViewPhone
source: Phone
ar: تليفون

# AccountInformationViewPostCode
source: Post code
ar: الرمز البريدي

# AccountInformationViewState
source: State
ar: دولة

# AccountInformationViewUserName
source: User name
ar: إسم المستخدم

# AccountManagementViewChangePassword
source: Change password
ar: تغيير كلمة السر

# AccountManagementViewEditInformation
source: Edit account
ar: تعديل الحساب

# AccountManagementViewInstructions
source: To change basic account information or change profiles connected to the account, choose \"{0}\".\n\n\nTo change account password, choose \"{1}\"
ar: لتغيير معلومات الحساب الأساسية أو تغيير الملفات الشخصية المتصلة بالحساب ، اختر \ "{0} \". \n \n \n لتغيير كلمة سر الحساب ، اختر \ "{1} \"

# AccountProfilesViewCreateAccount
source: Create account
ar: إنشاء حساب

# AccountProfilesViewFailed
source: Error retrieving profiles
ar: خطا في استرداد ملف التعريف

# AccountProfilesViewProfiles
source: Profiles
ar: الملف الشخصي

# AccountProfilesViewRetry
source: Retry
ar: اعد المحاولة

# AccountTierViewCurrentLevel
source: Current level
ar: المستوي الحالي

# AccountTierViewCurrentTier
source: You are a {0} member.
ar: أنتم {0} عضو.

# AccountTierViewIdentify
source: Scan this code at the register to identify yourself.
ar: امسح هذا الرمز في السجل لتعريف نفسك.

# AccountTierViewNextLevel
source: Next level
ar: المستوي التالي

# AccountTierViewNextTier
source: Next level at {0}. You need another {1} points to become a {2} member.
ar: الخط الساخنالمستوي القادم في{0} . تحتاج الي{1} نقطة لتصبح {2} عضو.

# AccountTierViewPointsBalance
source: You have {0} points.
ar: لديك {0} نقاط

# AccountViewAddressOneEmpty
source: Address one cannot be empty
ar: العنوان ١ لا يجب ان يكون فارغا

# AccountViewBack
source: Back
ar: ارجع

# AccountViewCityEmpty
source: City cannot be empty
ar: المدينة لا يجب ان تكون فارغة

# AccountViewCountryEmpty
source: Country cannot be empty
ar: البلد لا يجب ان يكون فارغة

# AccountViewCreate
source: Create
ar: انشئ

# AccountViewCreateAccount
source: Create account
ar: انشئ حساب

# AccountViewCreatingNewAccount
source: Creating new account
ar: إنشاء حساب جديد

# AccountViewEmailEmpty
source: Email cannot be empty
ar: البريد الالكتروني لا يجب ان يكون فارغا

# AccountViewEmailExists
source: The provided email address is already registered.
ar: عنوان البريد الالكتروني المقدم مسجل بالفعل.

# AccountViewEmailInvalid
source: Please provide a valid email address.
ar: يرجي تقديم عنوان بريد الكتروني صالح.

# AccountViewExistMobileNo
source: Your mobile no. already exist on the system, please register with another mobile no
ar: هاتفك النقال لا. موجود بالفعل على النظام ، يرجى التسجيل برقم هاتف محمول آخر

# AccountViewExistPhoneNo
source: Phone No is Exist
ar: رقم هاتف موجود مسبقا

# AccountViewFacebookInvalid
source: Facebook Account is invalid.
ar: حساب فيسبوك غير مسجل

# AccountViewFacebookIsExist
source: Facebook Account is Exist before.
ar: تم التسجيل بحساب فيسبوك هذا مسبقا

# AccountViewFirstNameEmpty
source: First name cannot be empty
ar: الاسم الاول لا يجب ان يكون فارغا

# AccountViewGoogleInvalid
source: Google Account is invalid.
ar: حساب جوجل غير مسجل

# AccountViewGoogleIsExist
source: Google Account is Exist before.
ar: تم التسجيل بحساب جوجل هذا مسبقا

# AccountViewLastNameEmpty
source: Last name cannot be empty
ar: اسم العائلة لا يجب ان يترك فارغا

# AccountViewMobileInvalid
source: Mobile No is Invalid
ar: موبايل غير صحيح

# AccountViewNameMustContainLastName
source: Name must contain last name
ar: يجب ان يحتوي الاسم علي اسم العائلة

# AccountViewPasswordAndPasswordConfirmDifferent
source: Password must match password confirmation
ar: كلمة السر يجب ان تماثل تأكيد كلمة السر

# AccountViewPasswordConfirmEmpty
source: Password conformation cannot be empty
ar: تأكيد كلمة السر لا يجب ان تكون فارغة

# AccountViewPasswordEmpty
source: Password cannot be empty
ar: كلمة السر لا يجب ان تكون فارغة

# AccountViewPasswordInvalid
source: Please enter a valid password.
ar: يرجي تقديم كلمة سر صالحة.

# AccountViewPhoneInvalid
source: Phone No is Invalid
ar: رقم هاتف غير صحيح

# AccountViewPostCodeEmpty
source: Post code cannot be empty
ar: الرمز البريدي لا يجب ان تكون فارغا

# AccountViewStateEmpty
source: State cannot be empty
ar: المحافظة لا يجب ان تكون فارغة

# AccountViewUpdate
source: Update
ar: تحديث

# AccountViewUpdateAccount
source: Update account
ar: تحديث الحساب

# AccountViewUpdateSuccess
source: Successfully updated account
ar: تم تحديث الحساب بنجاح

# AccountViewUpdatingExistingAccount
source: Updating your account
ar: تحديث حسابك

# AccountViewUserNameEmpty
source: User name cannot be empty
ar: اسم المستخدم لا يجب ان يكون فارغا

# AccountViewUserNameExists
source: This user name is already in use.\nPlease select another user name.
ar: اسم المستخدم هذا قد استخدم بالفعل. \n الرجاء تحديد اسم مستخدم آخر.

# AccountViewUserNameInvalid
source: Please enter a valid user name.
ar: يرجي تقديم اسم مستخدم صالحا.

# ActionbarCheckout
source: Checkout
ar: إتمام الشراء

# ActionbarContactUs
source: Contact us
ar: إتصل بنا

# ActionbarCoupon
source: Coupon
ar: كوبون

# ActionbarCoupons
source: Coupons
ar: الكوبونات

# ActionBarForgotPassword
source: Forgot password
ar: نسيت كلمة السر

# ActionbarHome
source: Home
ar: الصفحة الرئيسية

# ActionbarItem
source: Item
ar: منتج

# ActionbarItems
source: Items
ar: المنتجات

# ActionbarLogin
source: Login
ar: تسجيل الدخول

# ActionbarLogout
source: Logout
ar: تسجيل الخروج

# ActionbarMagazines
source: Magazines
ar: المجلات

# ActionbarMap
source: Map
ar: الخريطة

# ActionbarNotification
source: Notification
ar: إشعار

# ActionbarNotifications
source: Notifications
ar: الاشعارات

# ActionbarOffer
source: Offer
ar: عرض

# ActionbarOffers
source: Offers
ar: العروض

# ActionbarQrCode
source: Qr code
ar: رمز الاستجابة السريعة

# ActionbarReminders
source: Reminders
ar: تذكير

# ActionBarResetPassword
source: Reset password
ar: إعادة تعيين كلمة السر

# ActionbarScanSend
source: Scan & Send
ar: صور و ارسل

# ActionbarSearch
source: Search
ar: البحث

# ActionbarSettings
source: Settings
ar: إعدادات

# ActionbarShoppingList
source: Shopping list
ar: قائمة التسوق

# ActionbarShoppingLists
source: Shopping lists
ar: قوائم التسوق

# ActionbarStore
source: Store
ar: متجر

# ActionbarStores
source: Stores
ar: الفروع

# ActionbarTerm
source: TermsAndConditions
ar: الأحكام والشروط

# ActionbarTransactions
source: History
ar: السجل

# AddToCartTxt
source: Add To Cart
ar: إضافة إلى السلة

# AppConfigurationappbar
source: App Settings
ar: اعدادات التطبيق

# ApplicatioItemDeleted
source: Item deleted
ar: تم حذف المنتج

# ApplicationAddedToBasket
source: Added to basket
ar: إضافة إلى السلة

# ApplicationAddToBasket
source: Add to basket
ar: اضف إلي السلة

# ApplicationAddToWishList
source: Add to wish list
ar: اضف إلي قائمة الرغبات

# ApplicationBasket
source: Basket
ar: سلة

# ApplicationCancel
source: Cancel
ar: إلغاء

# ApplicationDelete
source: Delete
ar: حذف

# ApplicationDone
source: Done
ar: تم

# ApplicationEmail
source: Email
ar: البريد الالكتروني

# ApplicationMustBeLoggedIn
source: You must login or register to access this feature..
ar: يجب تسجيل الدخول للوصول لهذه الخاصية.

# ApplicationNext
source: Next
ar: التالي

# ApplicationNo
source: No
ar: لا

# ApplicationOk
source: Ok
ar: موافق

# ApplicationOpenSettings
source: Open settings
ar: افتح الاعدادات

# ApplicationOr
source: Or
ar: او

# ApplicationQty
source: Qty
ar: الكمية

# ApplicationRequired
source: Required
ar: مطلوبة

# ApplicationTitle
source: Delmar&Attalla
ar: دلمار & عطالله

# ApplicationTotal
source: Total
ar: الإجمالي

# ApplicationUndo
source: Undo
ar: إلغاء

# ApplicationYes
source: Yes
ar: نعم

# ApplyBtn
source: Apply
ar: حفظ

# ApplySettings
source: Saved Successfully
ar: تم الحفظ

# app_name
source: Delmar & Attalla
ar: دلمار & عطالله

# await
source: History
ar: السجل

# BasketViewBasketIsEmpty
source: Basket is empty.
ar: السلة فارغة

# BasketViewClearBasketPrompt
source: Clear basket?
ar: حذف السلة?

# BasketViewGoToCheckout
source: Go to checkout
ar: انتقل للخروج

# CartTab
source: Cart
ar: عربة التسوق

# ChangePasswordChangePassword
source: Change password
ar: تغيير كلمة السر

# ChangePasswordChangePasswordSuccess
source: Changing password successful
ar: تم تغيير كلمة السر بنجاح

# ChangePasswordChangingPassword
source: Changing password
ar: تغيير كلمة السر

# ChangePasswordErrorChangingPassword
source: Unable to change the password
ar: لا يمكن تغيير كلمة المرور

# ChangePasswordInvalidPasswordException
source: Please provide a valid password
ar: يرجي تقديم كلمة سر صالحة

# ChangePasswordNewPasswordEmpty
source: New password cannot be empty
ar: كلمة السر الجديدة لا يجب ان تكون فارغة

# ChangePasswordOldPasswordEmpty
source: Old password cannot be empty
ar: كلمة المرور القديمة لا بجب ان تكون فارفة

# ChangePasswordPasswordsDontMatch
source: Password does not match password confirmation
ar: كلمة السر لا تماثل تأكيد كلمة السر

# ChangePasswordViewOldPassword
source: Current password
ar: كلمة السر الحالية

# ChangePasswordViewPassword
source: New password
ar: كلمة السر الجديدة

# ChangePasswordViewPasswordConfirmation
source: New password confirmation
ar: تأكيد كلمة السر الجديدة

# CheckoutViewAddressOne
source: Address 1
ar: عنوان ١

# CheckoutViewAddressTwo
source: Address 2
ar: عنوان ٢

# CheckoutViewAllRequiredFieldsMustBeFilled
source: All required fields must be filled
ar: يجب ادخال كل البيانات المطلوبة

# CheckoutViewBillingAddress
source: Billing address
ar: عنوان وصول الفواتير

# CheckoutViewCalculateTotal
source: Calculate total
ar: إحسب الاجمالي

# CheckoutViewCardNumber
source: Card number
ar: رقم الكارت

# CheckoutViewCity
source: City
ar: المدينة

# CheckoutViewCountry
source: Country
ar: البلد

# CheckoutViewDiscount
source: Discount:
ar: خصم:

# CheckoutViewEmailToSendReceipt
source: A receipt will be sent to the following email
ar: الايصال سوف يرسل علي البريد الالكتروني الاتي

# CheckoutViewExpires
source: Expires {0}/{1}
ar: تنتهي صلاحيته{0}/{1}

# CheckoutViewHomeDelivery
source: Home Delivery
ar: التوصيل للمنزل

# CheckoutViewInStorePickup
source: In store pickup
ar: الحصور للفرع

# CheckoutViewItemNotAvailable
source: {0} is not available at {1}
ar: {0} غير متاح في {1}

# CheckoutViewItemsNotAvailable
source: The following items are not available at {0}
ar: المنتجات التالية غير متاحة في {0}

# CheckoutViewMM
source: MM
ar: الشهر

# CheckoutViewMustEnterCreditCardInfo
source: All credit card information must be filled
ar: يجب ادخال جميع بيانات بطاقة الائتمان

# CheckoutViewName
source: Name
ar: الاسم

# CheckoutViewNoItemsAvailable
source: None of the items are available in {0}
ar: لا يتوفر أي من المنتجات في {0}

# CheckoutViewOrder
source: Place order
ar: ضع الطلب

# CheckoutViewOrderSuccess
source: Order successfully completed
ar: تم اتمام الطلب بنجاح

# CheckoutViewPayCreditCard
source: Credit Card
ar: بطاقة الائتمان

# CheckoutViewPayCreditOnDelivery
source: Visa on Delivery
ar: فيزا عند التوصيل

# CheckoutViewPayment
source: Payment
ar: الدفع

# CheckoutViewPaymentOptions
source: Payment options
ar: خيارات الدفع

# CheckoutViewPayOnDelivery
source: Cash on delivery
ar: نقدا عند التوصيل

# CheckoutViewPostCode
source: Post code
ar: الرمز البريدي

# CheckoutViewSameAsShippingAddress
source: Same as shipping address
ar: نفس عنوان الشحن

# CheckoutViewShipping
source: Shipping:
ar: شحن:

# CheckoutViewShippingAddress
source: Shipping address
ar: عنوان الشحن

# CheckoutViewShippingMethod
source: Shipping Method
ar: طريقة الشحن

# CheckoutViewState
source: State
ar: المحافظة

# CheckoutViewSubtotal
source: SubTotal:
ar: المجموع الفرعي:

# CheckoutViewTotal
source: Total:
ar: الاجمالي:

# CheckoutViewTotalHeader
source: TOTAL
ar: الاجمالي

# CheckoutViewTotalWithoutVAT
source: Total without VAT:
ar: الاجمالي بدون ضريبة القيمة المضافة:

# CheckoutViewVAT
source: VAT:
ar: ضريبة القيمة المضافة:

# CheckoutViewYYYY
source: YYYY
ar: السنة

# ContactUsViewOpenAppError
source: There is no app that can open this extension
ar: لا يوجد تطبيق يمكنه فتح هذا القسم

source: CouponViewAddedToQRCode
ar: اضيفت القسيمة لرمز الاستجابة السريعة

# CouponViewAddToQRCode
source: Add coupon to QR code
ar: اضف القسيمة الي رمز الاستجابة السريعة

# CouponViewRemoveFromQRCode
source: Remove coupon from QR code
ar: ازالة القسيمة من رمز الاستجابة السريعة

# DetailViewDetails
source: Details
ar: تفاصيل

# DetailViewExpires
source: Expires: {0} - {1}
ar: تنتهي الصلاحية{0} - {1}

# DetailViewNeverExpires
source: Never expires
ar: لا تنتهي صلاحيته قط

# FacebookLoginBtn
source: Facebook
ar: فيسبوك

# ForgotPasswordAlreadyHaveCode
source: Already have a reset code?
ar: لديك بالفعل رمز إعادة تعيين?

# ForgotPasswordInstructions
source: Enter username to receive a code to reset your password.
ar: أدخل اسم المستخدم لتلقي رمز لإعادة تعيين كلمة السر الخاصة بك.

# ForgotPasswordSendCode
source: Send code
ar: ارسال الرمز

source: General offers
ar: عروض عامة

# GeneralSearchViewChooseCategories
source: Please choose categories you want to search in.
ar: يرجى اختيار الفئات التي تريد البحث فيها..

# GeneralSearchViewCoupon
source: Coupon
ar: كوبون

# GeneralSearchViewCouponsGroupHeader
source: Coupons ({0})
ar: الكوبونات ({0})

# GeneralSearchViewItem
source: Item
ar: عنصر

# GeneralSearchViewItemsGroupHeader
source: Items ({0})
ar: العناصر ({0})

# GeneralSearchViewNotification
source: Notification
ar: إشعار

# GeneralSearchViewNotificationsGroupHeader
source: Notifications ({0})
ar: الاشعارات ({0})

# GeneralSearchViewOffer
source: Offer
ar: عرض

# GeneralSearchViewOffersGroupHeader
source: Offers ({0})
ar: العروض ({0})

# GeneralSearchViewSearchStringToShort
source: Search must contain at least 3 letters.
ar: البحث يجب ان يحتوي علي ٣ احرف علي الاقل.

# GeneralSearchViewShoppingList
source: Shopping list
ar: قائمة التسوق

# GeneralSearchViewStore
source: Store
ar: المتجر

# GeneralSearchViewStoresGroupHeader
source: Stores ({0})
ar: المتاجر ({0})

# GeneralSearchViewTransaction
source: History
ar: تاريخ الطلبات

# GeneralSearchViewWishListGroupHeader
source: Wish list ({0})
ar: قائمة الرغبات ({0})

# GoogleLoginBtn
source: Google
ar: جوجل

# HistoryViewReorderButton
source: Reorder Items
ar: اعاده طلب العناصر

# ItemCategoryViewFailed
source: Error retrieving item categories
ar: خطأ في استرداد فئات العناصر

# ItemCategoryViewRetry
source: Retry
ar: اعد المحاولة

# ItemModelItemNotFound
source: Item not found
ar: المنتج غير موجود

# ItemSearchViewNoItemsFound
source: No items found
ar: لم يتم العثور على العناصر

# ItemSearchViewSearchToShortError
source: There have to be at least 3 letters in a search
ar: يجب أن يكون هناك 3 أحرف على الأقل في البحث

# ItemViewAddToNewList
source: Create a new shopping list
ar: إنشاء قائمة تسوق جديدة

# ItemViewAddToShoppingList
source: Add to
ar: اضف إلي

# ItemViewCannotAccessExternalStorage
source: App cannot access your external storage, open settings to change permissions.
ar: التطبيق لا يمكنه الوصول إلى وحدة التخزين الخارجية ، افتح الإعدادات لتغيير الأذونات.

# ItemViewNewListName
source: Shopping list name
ar: اسم قائمة التسوق

# ItemViewPickShoppingList
source: Please pick a shopping list
ar: يرجي اختيار قائمة التسوق

# ItemViewPickVariant
source: Please select a variantId
ar: الرجاء تحديد variantId

# ItemViewRelatedOffers
source: Related offers
ar: عروض ذات صلة

# ItemViewSelectValidCombination
source: Please select a valid combination
ar: الرجاء تحديد مجموعة صالحة

# ItemViewSelectVariation
source: Edit
ar: تعديل

# ItemViewUnitOfMeasure
source: Unit
ar: وحدة

# ItemViewVariant
source: Variation
ar: تفاوت

source: Loading…
ar: جار التحميل…

# LoginToCheckPtTxt
source: Login to check your points
ar: تسجيل الدخول للتحقق من نقاطك

# LoginViewCreateAccountButton
source: Dont Have An Account? Sign Up
ar: هل لديك حساب ؟ تسجيل

# LoginViewForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور ؟

# LoginViewInvalidSecurityToken
source: Login has expired, please login again
ar: انتهت صلاحية تسجيل الدخول يرجي تسجيل الدخول من جديد

# LoginViewLoginButton
source: Login
ar: تسجيل الدخول

# LoginViewPassword
source: Password
ar: كلمة السر

# LoginViewPasswordEmpty
source: Password cannot be empty
ar: كلمة السر لا يجب ان تكون فارغة

# LoginViewUsername
source: Username
ar: تغيير كلمة السر

# LoginViewUserNameEmpty
source: User name cannot be empty
ar: اسم المستخدم لا يجب ان يكون فارغا

# Login_OR
source: OR
ar: أو

# logoutText
source: Are you sure, you want to logout?
ar: هل انت متأكد انك تريد تسجيل الخروج ؟

# MemberContactModelLoggingInUser
source: Logging in user: {0}
ar: تسجيل خروج المستخدم: {0}

# MemberContactModelLoggingOutUser
source: Logging out user: {0}
ar: تسجيل خروج المستخدم: {0}

# MemberContactModelLogin
source: Login
ar: تسجيل خول

# MemberContactModelLogout
source: Logout
ar: تسجيل الخروج

# MemberContactModelRegisterDevice
source: Register device
ar: سجل الجهاز

# MemberContactModelRegisteringDevice
source: Registering device
ar: تسجيل

# MemberContactModelResetPassword
source: Reset password
ar: إعادة تعيين كلمة السر

# MemberContactModelResettingPassword
source: Resetting password
ar: إعادة تعيين كلمة السر

source: Member offers
ar: عروض الاعضاء

# MenuViewAccountManagementTitle
source: Account management
ar: إدارة الحساب

# MenuViewAddToCurrentTitle
source: Add all items to current list
ar: اضف كل العناصر إلي قائمة التسوق الحالية

# MenuViewClearTitle
source: Clear
ar: مسح

# MenuViewContactUs
source: Contact us
ar: اتصل بنا

# MenuViewDeleteTitle
source: Delete
ar: حذف

# MenuViewHelp
source: Help
ar: المساعدة

# MenuViewLogout
source: Logout
ar: تسجيل الخروج

# MenuViewMarkAsReadTitle
source: Mark as read
ar: اعتبارها مقرؤة

# MenuViewMarkAsUnreadTitle
source: Mark as unread
ar: اعتبارها غير مقرؤة

# MenuViewNewShoppingList
source: Create new shopping list
ar: إنشاء قائمة تسوق جديدة

# MenuViewQRTitle
source: Generate QR code
ar: إنشاء QR code

# MenuViewRefreshTitle
source: Refresh
ar: إعادة تحميل

# MenuViewSaveAsNewListTitle
source: Save as new list
ar: حفظ كقائمة تسوق جديدة

# MenuViewScanBarcodeTitle
source: Scan barcode
ar: ب

# MenuViewSearchTitle
source: Search
ar: البحث

# MenuViewSendFeedback
source: Send feedback
ar: ارسل رايك

# MenuViewSettingsTitle
source: Settings
ar: الاعدادات

# MenuViewShare
source: Share
ar: نشر

# MenuViewShowAsGrid
source: Show as grid
ar: عرض كشبكة

# MenuViewShowAsList
source: Show as list
ar: عرض كقائمة

# MenuViewShowDirections
source: Show directions
ar: عرض الاتجاهات

# MenuViewShowStoreOnMap
source: Show store on map
ar: عرض المتجر علي الخريطة

# MenuViewShowStoresOnMap
source: Show all stores on map
ar: عرض جميع المتاجر علي الخريطة

# MenuViewViewStock
source: Check where item is in stock
ar: تحقق من مكان وجود العنصر في المتجر

# ModelAccessNotAllowed
source: Access denied
ar: تم الرفض

# ModelAuthenticationFailed
source: Incorrect user name or password. Please try again.
ar: اسم المستخدم أو كلمة السر غير صحيحة. \ n يرجى المحاولة مرة أخرى.

# ModelDeviceBlocked
source: This device has been blocked
ar: تم حظر هذا الجهاز

# ModelEmailExists
source: Email already exists
ar: البربد الالكتروني موجود بالفعل

# ModelErrorTitle
source: Error
ar: خطأ

# ModelGenericException
source: Error, please try again
ar: خطا ,يرجي إعادة المحاولة

# ModelNetworkException
source: No network connection
ar: لا يوجد اتصال بالشبكة

# ModelSecurityToken
source: Access denied
ar: تم الرفض

# MoreTab
source: More
ar: المزيد

# MyCartTxt
source: My Cart
ar: عربتي

source: My Points :
ar: نقاطي :

# NotificationBarContentText
source: You have {0} new {1}
ar: لديك {0} جديد {1}

# NotificationBarNotification
source: Notification
ar: اشعار

# NotificationBarNotifications
source: Notifications
ar: الاشعارات

# NotificationModelDelete
source: Deleting {0}
ar: حذف {0}

# NotificationModelDeletingChecked
source: Deleting checked notifications
ar: حذف الإشعارات المختارة

# NotificationModelMarkingAsRead
source: Marking {0} as read
ar: إعتبار {0} كمقروءة

# NotificationModelMarkingAsUnread
source: Marking {0} as unread
ar: إعتبار{0} كغير مقروءة

# NotificationModelMarkingCheckedAsRead
source: Marking checked notifications as read
ar: إعتبار الاشعارات المختارة مقروءة

# NotificationModelMarkingCheckedAsUnread
source: Marking checked notifications as unread
ar: إعتبار الاشعارات المختارة غير مقروءة

# NotificationModelNotifications
source: Notifications
ar: الإشعارات

# NotificationViewDeleteNotification
source: Delete notifications?
ar: حذف الاشعارات?

# NotificationViewDeleteNotifications
source: Delete notification?
ar: حذف الاشعارات?

# NotificationViewExpires
source: Expires:
ar: تنتهي الصلاحية:

# NotificationViewNotificationationsWillBeDeleted
source: Notifications will be gone permanently
ar: ستزول الاشعارات نهائيا

# NotificationViewNotificationationWillBeDeleted
source: Notification will be gone permanently
ar: ستزول الاشعارات نهائيا

# NotificationViewRead
source: Read
ar: اقرا

# NotificationViewUnread
source: Unread
ar: غير مقروء

# OfferRelatedItems
source: Related items
ar: عناصر ذات صلة

# OfferText1
source: Offers Isn't Available Right Now
ar: العروض غير متوفرة الآن

# OfferText2
source: This may be because you have not logged in yet. Kindly login to view the offers.
ar: قد يكون هذا لأنك لم تقم بتسجيل الدخول بعد. يرجى تسجيل الدخول لمشاهدة العروض.

# OfferUse
source: Use offer
ar: استخدام العرض

# OfferViewAddedToQRCode
source: Offer added to QR code
ar: اضيف العرض الي رمز الاستجابة السريعة

# OfferViewAddToQRCode
source: Add offer to QR code
ar: اضف العرض الي رمز الاستجابة السريعة

# OfferViewRemoveFromQRCode
source: Remove Offer from QR code
ar: إزالة عرض من رمز الاستجابة السريعة

# OrdersTab
source: Orders
ar: الطلبات

# PlayServiceUtilInstall
source: Install
ar: تثبيت

# PlayServiceUtilRequiresPlayService
source: The map requires Google Play Services to be installed.
ar: تتطلب الخريطة تثبيت خدمات Google play.

source: Point offers
ar: عروض النقاط

# PricedetailTxt
source: Price Details
ar: تفاصيل السعر

# ProceedTxt
source: Proceed
ar: تقدم

# QRCodeViewNoSelected
source: No offers or coupons have been selected.
ar: لم يتم تحديد اي عروض او قسائم.

# RadioButtonArabicLanguage
source: Arabic
ar: العربيه

# RemoveTxt
source: Remove
ar: مسح

# ResetPasswordInstructions
source: Enter email, reset code and new password to reset your password.
ar: أدخل البريد الإلكتروني وإعادة تعيين الرمز وكلمة المرور الجديدة لإعادة تعيين كلمة المرور الخاصة بك.

# ResetPasswordResetCode
source: Reset code
ar: اعادة تعيين الرمز

# ResetPasswordResetCodeEmpty
source: Reset code cannot be empty.
ar: اعادة تعيين الرمز لا يجب ان يترك فارغ.

# ResetPasswordResetPassword
source: Reset password
ar: اعادة تعيين كلمة السر

# ScannerViewScannerBottomText
source: Wait for the barcode to automatically scan!
ar: انتظر حتى يقوم الباركود بعمل مسح تلقائى
